Repository: javadalmasi/ProMe
Catalog: App/ProMe/Resources/Localizable.xcstrings
Source language: en
Languages: fa

source: What did you do?
fa: چه کاری انجام دادید؟

source: When
fa: چه زمانی

source: Will be recorded as Owner Contribution.
fa: به‌عنوان آورده شخصی ثبت می‌شود.

source: Will be recorded as Owner Withdrawal.
fa: به‌عنوان برداشت شخصی ثبت می‌شود.

source: Work
fa: کار

source: Write down whatever you want to keep — private and always with you.
fa: هر چه می‌خواهید نگه دارید بنویسید — خصوصی و همیشه همراه شما.

source: Write here…
fa: اینجا بنویسید…

source: Wrong password.
fa: گذرواژه اشتباه است.

source: Yearly
fa: سالانه

source: Your personal command center
fa: مرکز فرماندهی شخصی شما

source: Your personal suite: money and life, together.
fa: مجموعه شخصی شما: پول و زندگی، یکجا.

source: bought at %@ of %@
fa: خریداری‌شده در %@ به مبلغ %@

source: of %@
fa: از %@
